{
  "app": {
    "name": "Make",
    "short_description": "Connect Zendesk with your favorite apps to automate customer support workflows",
    "long_description": "Make is a visual platform that lets you design, build, and automate anything – from simple tasks to complex workflows – in minutes. With Make, you can send information between Zendesk and thousands of apps to improve customer experience and agents’ resolution times. From ticketing and messaging to reporting and analytics, Zendesk and Make are a great team for customer service satisfaction.\n\n**Get rid of the manual work and focus on innovating**\n\nChoose a Zendesk template to help you get started, or, build your own from scratch. Here are some of the ways to use Zendesk with Make: \n\n- Trigger events based on new incoming tickets, articles, or forum posts \n\n- Create, delete, or update tickets, users, and groups based on actions in other apps \n\n- Or, create your own unique workflow. You’re only limited by your imagination!\n\n**Create without limits**\n\nMake lets you build as if you were a developer, without writing any code. \n\n- Design workflows with as many steps as you need \n\n- Integrate an infinite number of apps in a single workflow \n\n- To build complex workflows, you can use Make’s powerful no-code toolkit, which includes advanced features like iterations, aggregations, conditional logic, filtering, error handling, execution history log, and more.\n\nYou can build your own integration (or scenario as we call them) or try one of these ready-made templates from the below use cases. \n\n- Search Zendesk tickets for specific keywords and add them to Airtable \n\n- Send Slack messages when new tickets are created in Zendesk \n\n- Create a new ticket in Zendesk from a new Typeform form response \n\n- Create or close a ticket in Zendesk from a new event in Calendly \n\n- Add new Zendesk tickets to ClickUp as tasks\n\n**There is plenty more you can do. See the full Zendesk listing on Make here -**  [https://www.make.com/en/integrations/zendesk](https://www.make.com/en/integrations/zendesk?utm_source=zendesk&utm_medium=partner&utm_campaign=zendesk-partner-program)",
    "installation_instructions":"1. Sign up for Make to get started. \n\n2. Click on Create a new scenario, and choose the Zendesk module. \n\n3. To connect your Zendesk account to Make, you need to obtain the Unique Identifier and Secret from your Zendesk account, and insert them in the *Create a connection* dialog box in the Make module.\nDetailed description [here](https://www.make.com/en/help/apps/customer-support/zendesk#connecting-zendesk-to-make). \n\n4. Confirm the access dialog by clicking Allow.\nThe connection has been established, and you’re now ready to start building your first automation workflow!"
  }
}